Repository: AlfredEVOL/xkcd-gtk
Catalog: po/*.po
Languages: it, nl

source: A simple xkcd viewer written in Go using GTK+3
it: Un semplice visualizzatore xkcd scritto in Go usando GTK+3
nl: Een eenvoudige toepassing om de xkcd-strip te lezen, geschreven in Go en GTK+3

source: New Window
it: Nuova Finestra
nl: Nieuw venster

source: Toggle Dark Mode
it: Attiva modalità scura
nl: Donker thema aan/uit

source: What If?
it: E se?
nl: Wat als...?

source: About XKCD
it: Informazioni su XKCD
nl: Over XKCD

source: Keyboard Shortcuts
it: Tasti Rapidi
nl: Sneltoetsen

source: About Comic Sticks
it: A proposito di Sticks Comic
nl: Over Comic Sticks

source: Quit
it: Esci
nl: Afsluiten

source: Comic Not Found
it: Fumetto non trovato
nl: Verhaal niet gevonden

source: Error trying to access metadata cache
it: Errore durante il tentativo di accedere alla cache dei metadati
nl: Fout tijdens opvragen van metagegevenscache

source: Error parsing comic metadata from cache
it: Errore durante l'analisi dei metadati del fumetto dalla cache
nl: Fout tijdens verwerken van stripmetagegevens uit cache

source: Couldn't Get Comic
it: Impossibile ottenere fumetto
nl: Kan stripverhaal niet ophalen

source: Connect to the internet to download some comics!
it: Collegati a Internet per scaricare alcuni fumetti!
nl: Maak verbinding met internet om verhalen op te halen!

source: Properties
it: Proprietà
nl: Eigenschappen

source: Number
it: Numero
nl: Nummer

source: Title
it: Titolo
nl: Titel

source: Date
it: Data
nl: Datum

source: Image
it: Immagine
nl: Afbeelding

source: Alt Text
it: Ferma Testo
nl: Alt-tekst

source: News
it: Novità
nl: Nieuws

source: Transcript
it: Trascrizione
nl: Transcriptie

source: Search Index Update
it: Cerca aggiornamento indice
nl: Zoekindex bijwerken

source: Updating comic search index...
it: Aggiornamento dell'indice di ricerca del fumetto...
nl: Bezig met bijwerken van zoekindex...

source: Navigate
it: Naviga
nl: Navigatie

source: Go to the first comic
it: Vai al primo fumetto
nl: Ga naar het eerste verhaal

source: Go to the previous comic
it: Vai al fumetto precedente
nl: Ga naar het vorige verhaal

source: Go to the next comic
it: Vai al prossimo fumetto
nl: Ga naar het volgende verhaal

source: Go to the newest comic
it: Vai al fumetto più recente
nl: Ga naar het nieuwste verhaal

source: Go to a random comic
it: Vai ad un fumetto a caso
nl: Toon een willekeurig verhaal

source: Search
it: Cerca
nl: Zoeken

source: Search comics
it: Cerca fumetti
nl: Verhalen doorzoeken

source: Bookmarks
it: Segnalibri
nl: Bladwijzers

source: Show bookmarks menu
it: Mostra menu segnalibri
nl: Bladwijzermenu tonen

source: Show comic properties
it: Mostra proprietà fumetto
nl: Eigenschappen tonen

source: Application Actions
it: Azioni Applicazione
nl: Toepassingsacties

source: Open new window
it: Apri nuova finestra
nl: Nieuw venster openen

source: Toggle dark mode
it: Abilità modalità scura
nl: Donker thema aan/uit

source: Open shortcuts window
it: Apri la finestra delle scorciatoie
nl: Sneltoetsvenster openen

source: Quit application
it: Esci dall'applicazione
nl: Afsluiten

source: Open Link
it: Apri Link
nl: Link openen

source: Explain
it: Spiega
nl: Uitleg tonen

source: Bookmark this comic
it: Aggiungi questo fumetto ai preferiti
nl: Toevoegen aan bladwijzers

source: Remove this comic from bookmarks
it: Rimuovi questo fumetto dai preferiti
nl: Verwijderen uit bladwijzers

source: No results found
it: Nessun risultato trovato
nl: Geen resultaten

source: Random
it: Casuale
nl: Willekeurig

source: Checking for new comic...
it: Verifica di nuovi fumetti...
nl: Bezig met zoeken naar nieuw verhaal...

source: Loading comic...
it: Caricamento fumetto...
nl: Bezig met laden...

source: Connect to the internet to download comic image
it: Collegati a Internet per scaricare l'immagine del fumetto
nl: Maak verbinding met internet om het verhaal op te halen

source: Read xkcd: a webcomic of romance, sarcasm, math, and language
it: Leggi xkcd: un webcomic di romanticismo, sarcasmo, matematica e lingua
nl: Lees xkcd: een online-strip over romantiek, sarcasme, wiskunde en taal

source: Comic Sticks brings xkcd comics to your desktop with quick comic searching, offline browsing, and intuitive keyboard shortcuts.
it: navigazione offline e scorciatoie da tastiera intuitive.
nl: Met Comic Sticks kun je xkcd-stripverhalen lezen. De toepassing bevat snelzoeken, offline-lezen en intuïtieve sneltoetsen.

source: Features:
it: Caratteristiche:
nl: Mogelijkheden:

source: Search for comics
it: Cerca fumetti
nl: Zoek naar specifieke verhalen

source: Keep track of comics with bookmarks
it: Tieni traccia dei fumetti con i segnalibri
nl: Organiseer verhalen middels bladwijzers

source: Cache comics for later offline viewing
it: Fumetti della cache per una successiva visualizzazione offline
nl: Sla verhalen op voor offline weergave

source: Dark mode for late night reading
it: Modalità scura per la lettura a tarda notte
nl: Donker thema voor de late avonduurtjes

source: View comic metadata
it: Visualizza metadati fumetto
nl: Toon de metagegevens

source: Quickly access comic explainations via the explain xkcd wiki
it: Accedi rapidamente alle spiegazioni dei fumetti tramite il wiki esplicativo di xkcd
nl: Toon de uitleg van verhalen middels de 'explain xkcd'-wiki

source: Add loading icon while fetching comic
it: Aggiunta icona di caricamento durante il recupero del fumetto

source: Add Dutch translations (Thanks to Vistaus)
it: Aggiunta traduzione in olandese (Grazie a Vistaus)

source: Add bookmarks for keeping track of comics
it: Aggiunto segnalibri per tenere traccia dei fumetti
nl: Bladwijzerbeheer toegevoegd

source: Update search menu to not waste space
it: Aggiornato il menu di ricerca per non sprecare spazio
nl: Zoekmenu bijgewerkt om geen ruimte te verspillen

source: Add support for translations (user interface only, comics will remain in their original language)
it: Aggiunto supporto per le traduzioni (solo interfaccia utente, i fumetti rimarrannonella loro lingua originale)
nl: Ondersteuning toegevoegd voor vertalingen (alleen in de toepassing - de verhalen worden getoond in de oorspronkelijke taal)

source: Add French translations (Thanks to @NathanBnm)
it: Aggiunta traduzione in francese (grazie a @NathanBnm)
nl: Franse vertaling, met dank aan @NathanBnm

source: Fix for changes to xkcd API encoding.
it: Correzione di modifiche alla codifica dell'API xkcd.
nl: Oplossing voor wijzigingen aan de xkcd-API.

source: Fix restoring of window state when maximized
it: Corretto ripristino stato della finestra quando ingrandita
nl: Opslossing voor het herstellen van de vensterstatus bij maximaliseren

source: Add keyboard shortcut for dark mode
it: Aggiungi scorciatoia da tastiera per la modalità scura
nl: Sneltoets toegevoegd voor het aan- en uitzetten van het donkere thema

source: Fix saving of properties window state
it: Corretto salvataggio stato della finestra delle proprietà
nl: Opslossing voor het opslaan van de vensterstatus

source: The dark mode update!
it: Aggiornato modalità scura!
nl: De donkere update!

source: Add dark mode that inverts the comic image to improve readability in the dark
it: Aggiunta modalità scura che inverte l'immagine del fumetto per migliorare la leggibilità al buio
nl: Donker thema toegevoegd: dit keert de kleuren van stripverhalen om voor verbeterde leesbaarheid in het donker

source: Add buttons to titlebar for jumping to the first comic and the newest comic
it: Aggiunti pulsanti alla barra del titolo per saltare al primo fumetto e al fumetto più recente
nl: Knoppen toegevoegd aan titelbalk om naar het eerste en nieuwste verhaal te gaan

source: Fix issue with encoding of comic metadata (fixes display of special characters and emojis)
it: Risolto il problema con la codifica dei metadati fumetto (corregge la visualizzazione di specialicaratteri ed emoji)
nl: Probleem opgelost omtrent het ophalen van metagegevens (speciale tekens en emoji's worden nu correct getoond)

source: Fix memory leak when closing additional comic windows
it: Risolto il problema con la perdita di memoria durante la chiusura di ulteriori finestre dei fumetti
nl: Geheugenprobleem opgelost bij het sluiten van meerdere stripvensters

source: Update app metadata to pass appstream-util validate-relax
it: Aggiornato i metadati dell'app per passare in appstream-util validate-relax
nl: Toepassingsgegevens bijgewerkt voor explain xkcd wiki

source: Revert fuzzy searching due to regressions
it: Ripristina la ricerca fuzzy a causa di regressioni
nl: Vaag zoeken teruggedraaid wegens problemen

source: Minor fixes
it: Correzioni minori
nl: Kleine foutoplossingen

source: Use fuzzy searching
it: Usa la ricerca fuzzy
nl: Gebruik vaag zoeken

source: Only show alt text when hovering directly over the comic image
it: Mostra il testo alternativo solo quando passi con il mouse sopra l'immagine del fumetto
nl: Alt-tekst wordt alleen getoond als je de cursor boven het verhaal houdt

source: Update OARS metadata.
it: Aggiornati i metadati OARS.
nl: OARS-metagegevens bijgewerkt.

source: First stable release
it: Prima versione stabile
nl: Eerste stabiele uitgave

source: Improve startup time
it: Migliorati i tempi di avvio
nl: Opstarttijd verbeterd

source: Add keyboard shortcuts for faster navigation
it: Aggiunte scorciatoie da tastiera per una navigazione più veloce
nl: Sneltoetsen toegevoegd voor snellere navigatie

source: XKCD Viewer
it: Visualizzatore XKCD
nl: XKCD lezen

source: webcomic;romance;sarcasm;math;language;
it: webcomic;romanticismo;sarcasmo;matematica;lingua;
nl: online;strip;romantiek;sarcasme;wiskunde;taal;

source: XKCD Store
nl: XKCD-winkel
